{
  "modid": "MysticMod",
  "name": "The Mystic",
  "author_list": ["Johnny Devo"],
  "description": "Mystic v0.16.0 change notes: \n \n -Haste: X cost, gain \"Haste\" for X(+1) turns. Haste power is a temporary version of the previous effects of Haste. \n -Arcane Accuracy: renamed to \"Metamagic\", Gain 2(3) \"Spellpower\". Spellpower increases the damage and block of spells. \n -Mighty Magic: renamed to \"Bladework\", Gain 2(3) \"Technique\". Technique increases the damage and block of artes. \n -Power Slash: now grants 1 extra stack of Poise. \n -Snowball: now grants 1 extra stack of Power. \n -Magic Missile: Upgrade changed from +1 damage to \"extra hits for each stack of poise\". \n -Energized Rift: reworked: Shuffle 1 (Upgraded) Cantrip into your draw pile for each stack of poise. \n -Divining blow: change \"Powerful: draw 2 cards\" to \"Powerful: draw 1 card for each stack of Power\". \n -Pure Instinct: add new effect: for 2(3) turns, Strikes count as Artes. \n -Components Pouch: add new effect: for 2(3) turns, Defends count as Spells. \n -All-In: reduce damage to 10(13), upgrade no longer reduces duration, duration reduces with stacks of power. \n -Illusion of Calm: reduce block to 12(16), upgrade no longer reduces duration, duration reduces with stacks of poise. \n -Spellstrike: upgrade no longer increases damage, upgrade card to no longer exhaust on use. \n -Dedication: rework: now 3 cost, 1/1 str/dex, upgrade to 2/2 str/dex, upgrade any number of times. \n -Grapple: Change to Stun target enemy (now requires StSlib) \n -Vorpal Thrust: increase upgraded damage to 16, rework powerful effect to \"increase base damage by 50% for each stack of power\". \n -Discipline: upgrade changed to \"two power and poise\" instead of 1 cost",
  "dependencies": ["basemod", "stslib"],
  "credits": "Artists: RedDyeNo5 (https://twitter.com/RedDyeNo5/media) for 6 relics: Spellbook, Blessed Book, Crystal Ball, Training Manual, Rabbit's Foot, and Bent Spoon.",
  "version": "${project.version}",
  "sts_version": "${SlayTheSpire.version}",
  "mts_version": "${ModTheSpire.version}",
  "update_json": "https://api.github.com/repos/JohnnyDevo/The-Mystic-Project/releases/latest"
}